Revit 2027 API
SymbolTypeId.FtSup2HPerKbtu Property
 Symbol ft²·h/kBtu, indicating unit Square feet per thousand British thermal units per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtSup2HPerKbtu { get; }
Public Shared ReadOnly Property FtSup2HPerKbtu As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtSup2HPerKbtu {
	ForgeTypeId^ get ();
}
static member FtSup2HPerKbtu : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace